[
  {
    "url": "",
    "image": "assets/image/post/dee6cf7e5dadd75e7bfd3ca63cdf9825.jpg",
    "content": "`EIZO-rewire` app has become the most wanted items in Android world and also one of the best dev in XDA. That's why I've been so busy recently, the one who brought the sound processing for Android. Rumors say it has already killed Beats Audio and others too...",
    "date": "3 Nov 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/488e1373cd21d2d458ea25d54f97bdde.jpg",
    "content": "I have made up my mind to remastering and finalizing my 4th album dream travel (year 2006, genre: Goa Trance) meanwhile fully operating my `Noozxoide Studio One platform and see how far it can go compares with the music recording industry standard system.",
    "date": "17 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/c43ed1e0997c10e5248a5cca3acefe9d.jpg",
    "content": "Housekeeping my hard drives, and found this antique, it was made in year 2007, `noozy` CD-Transport for `Windows XP` CD music playbacks with higher quality possible on a computer without a high end soundcard, at that time, most EQ software was not working for CD playback. So I made one with added DSP special effects.",
    "date": "10 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/199136067964ee6842d6ccdfb20fc9d9.jpg",
    "content": "Remastering my old tracks made in year 2005 that stored in the MiniDiscs. Transferred them back to computer with Sony SonicStage software. Because I have lost the Propellerheads Reason files.",
    "date": "5 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/e5d77b16e3c09a4e42463e637e958827.jpg",
    "content": "`frienbox` is on mobile network powered by `NHN Corp.` Japan. Providing VoIP makes free call. Bringing new refreshment and getting support from `GREE` Japan, the very famous mobile entertainment network. Release soon in Japan.",
    "date": "3 Aug 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/7f0b1a37d0b52294b98e1368448969cb.jpg",
    "content": "`EVAC Research Labs`, `EVAC Firewall` version `NEMESIS` is a State-of-the-Art firewall with NDIS Kernel Mode NIC monitor designed for full security measure high tech facilities. A military grade SSL v3 TSLv1/SSLv3: RC4-MD5 security solution. Not just a firewall, it is everything. It is a VPN, Proxy, Firewall, Network Management, Core Switching, DHCP, DNS, NAT and many more.",
    "date": "2 Jul 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/ea3ce7d2b965371468b9d0bd35a6cce5.jpg",
    "content": "Noozxoide EIZO-rewire `Producer Series` for Android ICS has finally completed, now is planning for its release date on Google Play.",
    "date": "29 May 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/8be51e7226077c2e631f93689bc1eeb1.jpg",
    "content": "`noozy` media library, an ultimate media player for Android ICS is going to hit the PlayStore soon. Envy with its sleek and fluid-alike navigation and ported advanced audio technologies from `Noozxoide Labs`. Delivers the realistic virtual surround sound and premium deeper bass you never ask for more.",
    "date": "17 May 2012"
  }
]
