[
  {
    "url": "",
    "image": "assets/image/post/dee6cf7e5dadd75e7bfd3ca63cdf9825.jpg",
    "content": "Now has become the most wanted item in the Android world and also one of the best dev (probably) in XDA, that's why i am so busy lately, the one who brought the sound processing for Android. Rumors says it has already kills Beats Audio and kills others too...",
    "date": "3 Nov 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/488e1373cd21d2d458ea25d54f97bdde.jpg",
    "content": "I have made up my mind to remastering and finalizing my 4th album `Dream Travel` (year 2006, genre: Goa Trance) meanwhile fully operating my `Noozxoide Studio One` platform and see how far it can go compares with da music recording industry standards system.",
    "date": "17 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/c43ed1e0997c10e5248a5cca3acefe9d.jpg",
    "content": "Shrinking up my hard drive capacity, and I found this antique, it was made at year 2007, `noozy` CD-Transport for `Windows XP` CD music playbacks with higher quality possible on a computer without 8-16bit highend soundcard, at that time, most of da soundcard's EQ was not work for CD playback. This monster turned a computer back in year 2007 into a Hi-Fi CD transporter.",
    "date": "10 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/199136067964ee6842d6ccdfb20fc9d9.jpg",
    "content": "Taking out my old records stored in the MD (MiniDisc) cartridges. Plugged in the charger, slot in the disc start playing and listening. Planing to transfer all of them into my PC using SonicStage transporter, luckily is, I still have one NetMD survived, without it will be hard to make the transferring. All tracks are yet re-mastered which is original output from my favorite mixer Propellerheads Reason. These tracks are very old since 2005. I usually produce trance, sometime, make psychedelic trance. I used to have 6 MD players for collection, now only left 2 models, DA Type-R MZ-R501 and NetMD MZ-N710. MD is still the king among all today's digital music players. Both are 24bit ATRAC-3 Lossness is not a joke, sound quality is extremely stunning and crisp. Unlike today's portable player has a compressor. The compressor will destroy all the tasty information in the content. NetMD has Dolby TruSurround. Type-R has Dolby Digital. Unfortunately, MD can't survive for very long enough and many youngsters don't know much powerful the MD is. Now listening to my latest tracks `Dream Travel` comes with 3 differ versions of mixing.",
    "date": "5 Sep 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/e5d77b16e3c09a4e42463e637e958827.jpg",
    "content": "`frienbox` is back again on earth! This time is totally different from da previous fbx, it is obviously not a web-based on world wide web. `frienbox` now is on mobile network powered by `NHN Corp.` Japan. Providing VoIP making free call, etc. We are bringing new refreshment and getting support from `GREE` Japan, the very famous mobile entertainment network. Stay with us, `frienbox` will release on public for Android users very soon.",
    "date": "3 Aug 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/7f0b1a37d0b52294b98e1368448969cb.jpg",
    "content": "`EVAC Research Labs` new weapon! The `EVAC Firewall` version `NEMESIS` is a State-of-the-Art firewall with NDIS Kernel Mode NIC monitor designed for full security measure high tech facility. A military grade SSL v3 TSLv1/SSLv3: RC4-MD5 security solution. Not just a firewall, it is everything. It is a VPN, Proxy, Firewall, Network Management, Core Switching, DHCP, DNS, NAT and many more.",
    "date": "2 Jul 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/ea3ce7d2b965371468b9d0bd35a6cce5.jpg",
    "content": "Noozxoide EIZO-rewire Professional Series for Android ICS has finally completed, now is planning for its release date on Google Play.",
    "date": "29 May 2012"
  },
  {
    "url": "",
    "image": "assets/image/post/8be51e7226077c2e631f93689bc1eeb1.jpg",
    "content": "`noozy` media library, an ultimate media player for Android ICS is going to hit the earth soon. Envy with its sleek and fluid-alike navigation and ported advanced audio technologies from `Noozxoide Labs`. Delivers the realistic virtual surround sounds and premium deeper bass you never ask for more.",
    "date": "17 May 2012"
  }
]
